{"data":{"strapiArticle":{"title":"Real Talk — When Was The Last Time You Enjoyed Your Business Trip?","content":"It’s hard to believe that 2017 is more than halfway over and that fall is in the air. With that, life starts to speed up as kids head back to school, holidays loom just around the corner, and you may find yourself traveling for work a bit more in the coming months as companies try to wrap up end-of-the-year projects.\n\nWelcome to real travel. What does that mean exactly? While we would all like to plan trips to exotic locations for weeks at a time, the truth is that people travel for life reasons, such as visiting relatives, meeting with clients, and for children’s sports. Just because these types of trips are practical does not mean they can’t also be enjoyable. And one travel blogger has some ideas on how to inject some fun into your real life trips.\n\nDanielle Smith, wife, mother, and creator of the Pretty Extraordinary website, \"A place where you can ditch perfection, embrace the juggle and come away celebrating the small victories,\" believes there are some simple ways to get the best out of real travel.* \n\nMake Practical Trips Fun and Fun Trips Practical: \n\nWhether you are obligated to visit a family member or simply travel for business, seek out a few opportunities to enjoy the time away. Find a new restaurant that serves your favorite type of food, take in a show or visit a local treasure. Alternatively, if you have the opportunity to steal away for vacation, take the time to do a college tour with your kids: even if they aren’t looking yet, you never know what doors you may open.* \n\nSeek the Perks: \n\nFor any type of travel, always look for hotels that offer the amenities that will make your stay both more comfortable and affordable. When traveling for business, chances are you’re visiting clients in various cities, so it’s important to find a hotel brand that consistently offers what you need. Hampton by Hilton, for instance, has more than 2,240 properties around the world and offers free amenities to make your stay more pleasurable. To help fuel up for those long days on the road or endless meetings, the hotel provides On the Run breakfast bags as a perk. Need to stay up late working into the evening? There’s free Wi-Fi for that.* \n\nPlan for Disruption: \n\nWe all know that real travel involves real life moments — lost luggage, delayed flights, rainstorms when you were planning on a sunny day. So take the time to monitor the weather before you head to your destination, and keep a few extra items in your carry-on or purse (such as a rain hat, sweater or umbrella).While travel can be stressful, if you are prepared and plan ahead, it doesn’t have to be. You may even be able to enjoy a few moments.\n\nSo don’t forget to book your next getaway at Hampton.com, where Hilton Honors members get a guaranteed discount.  ","image":{"childImageSharp":{"fixed":{"base64":"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAABQAAAAUCAYAAACNiR0NAAAACXBIWXMAAAsTAAALEwEAmpwYAAACcUlEQVQ4y6VU32tScRS/T3urh1Y9RK2I6GH0F+wpgqCHeuilQc97KggkNlmNsJVbSNGIaiu1ZhvbihjOPWzMJK0m8/d0i2ypbA2dMDWvP66m3u+n773+mKCCywOH873fc87n/Piec5nIgBHReyZE+gxgxz0QiBAi8j6obEwYATAx/R1/nlrAqldbB9ztNSD+wo7Y0DLiY87WAdlxNxIaD1iVC2l9oHXAGs3+gGoBy9lUZ9VShvUA0SAAaXxPSt8CYDFAQwdB8jxInbYIki9yBZOpOPIFeuIFb/FccaJg5aJIMgWSTu9VsBdG0IrADF9yzFH2JYBEdSb5vCgTdhe8Uin8A4PYefcehXIQSr8jWQRjWZIrVL1yaDeM54YlLGx48Vg3C/mHN+C4jGiRZFPwT8/iq+Y1XKMqBGZ0SIei4EgGkrknGFEvQHH/LXkwSRckwxYBN4NbOHrpDDru9OD4zWs4ef0itlNx5CZewn+sE+unOuE81wXbkdPwMwcRuXoFiWwcfSo59MoxmJQTZPCZDL9i2/RRSqlf7u7G4VtyXDC6cUP/GVF6p7n9CMr2E1hra4ePOQBH2yGoO85iruu80G2YQyZMzr/Cx3kt6dcOI8hFi4CkUID32zJGhhWY0i1hy2xG2LmKxSkthnqlcMsV+Nkvg+2uDHKJBDMPRxGwOLFpteLLohEm3Sfyw+4Al0wWSxaanNkJg3jWkXc4wVrsiFtsyFCjpN2JHA3IxVnk6COlaaC/a3RVqZ5dsYGj+vSKlXAbPnFGmOqN+K+lq9nl8vCKs8jX5+qhr29DSsMvlkya4TJV1qrWpv7fpkVqPsNm+R/8xNNp70NOJQAAAABJRU5ErkJggg==","width":200,"height":125,"src":"/static/95e27133fe49be93649fd02b5007dad1/23d26/dac063ca6a0298045eeaf2473e2f56b4.png","srcSet":"/static/95e27133fe49be93649fd02b5007dad1/23d26/dac063ca6a0298045eeaf2473e2f56b4.png 1x,\n/static/95e27133fe49be93649fd02b5007dad1/6d08c/dac063ca6a0298045eeaf2473e2f56b4.png 1.5x,\n/static/95e27133fe49be93649fd02b5007dad1/2fd0f/dac063ca6a0298045eeaf2473e2f56b4.png 2x"}}},"author":{"id":1,"username":"eunice"}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"Article_2"}}